Repository: aitbelarbi/VLille
Catalog: Vely/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

# action_open_with
source: Ouvrir avec…
en: Open with…
es: Abrir con…
it: Apri con…
pt: Abrir com…

# address_quick_home
source: Maison
en: Home
es: Casa
it: Casa
pt: Casa

# address_quick_work
source: Boulot
en: Work
es: Trabajo
it: Lavoro
pt: Trabalho

# address_save_name_label
source: Nom
en: Label
es: Nombre
it: Nome
pt: Nome

# address_save_name_placeholder
source: ex. Maison, Boulot…
en: e.g. Home, Work…
es: ej. Casa, Trabajo…
it: es. Casa, Lavoro…
pt: ex. Casa, Trabalho…

# address_save_title
source: Enregistrer en favori
en: Save as favorite
es: Guardar como favorito
it: Salva come preferito
pt: Guardar como favorito

# banner_trips_subtitle
source: Vos trajets sont sauvegardés — réabonnez-vous pour en créer
en: Your trips are saved — resubscribe to create more
es: Tus trayectos están guardados — vuelve a suscribirte para crear más
it: I tuoi tragitti sono salvati — riabbonati per crearne altri

# banner_trips_title
source: Planification de trajets
en: Trip planning
es: Planificación de trayectos
it: Pianificazione dei percorsi

# banner_widget_subtitle
source: Suivez vos stations favorites sans ouvrir l'app
en: Track your favorite stations without opening the app

# banner_widget_title
source: Widgets sur l'écran d'accueil
en: Home Screen Widgets

# city_bruxelles
source: Bruxelles
en: Brussels
es: Bruselas
pt: Bruxelas

# city_seville
source: Séville
en: Seville
es: Sevilla
it: Siviglia
pt: Sevilha

# city_valence_es
source: Valence
en: Valencia
es: Valencia
it: Valencia
pt: Valência

# common_add
source: Ajouter
en: Add
es: Añadir
it: Aggiungi
pt: Adicionar

# common_back
source: Retour
en: Back
es: Atrás
it: Indietro
pt: Voltar

# common_cancel
source: Annuler
en: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

# common_done
source: Terminé
en: Done
es: Listo
it: Fine
pt: Concluído

# common_loading
source: Chargement…
en: Loading…
es: Cargando…
it: Caricamento…
pt: Carregando…

# cyclist_add_address
source: Ajouter une adresse favorite
en: Add a favorite address
es: Agregar dirección favorita
it: Aggiungi un indirizzo preferito
pt: Adicionar endereço favorito

# cyclist_addresses_empty_hint
source: Recherchez des lieux pour les enregistrer en favoris
en: Search for places to save them as favorites
es: Busca lugares para guardarlos como favoritos
it: Cerca luoghi per salvarli come preferiti
pt: Pesquise lugares para os guardar como favoritos

# cyclist_addresses_empty_title
source: Aucune adresse enregistrée
en: No saved addresses
es: Sin direcciones guardadas
it: Nessun indirizzo salvato
pt: Sem endereços guardados

# error_data_unavailable
source: Données momentanément indisponibles. Réessayez plus tard.
en: Data temporarily unavailable. Please try again later.
es: Datos temporalmente no disponibles. Por favor, inténtelo de nuevo más tarde.
it: Dati temporaneamente non disponibili. Riprova più tardi.
pt: Dados temporariamente indisponíveis. Por favor, tente novamente mais tarde.

# error_decoding
source: Erreur lors du traitement des données. Réessayez.
en: Error processing data. Please try again.
es: Error al procesar los datos. Por favor, inténtelo de nuevo.
it: Errore nell'elaborazione dei dati. Riprova.
pt: Erro ao processar os dados. Por favor, tente novamente.

# error_invalid_url
source: Lien invalide. Contactez le support si le problème persiste.
en: Invalid link. Please contact support if this persists.
es: Enlace inválido. Contacte con el soporte si el problema persiste.
it: Link non valido. Contatta il supporto se il problema persiste.
pt: Link inválido. Contacte o suporte se o problema persistir.

# error_network
source: Impossible de se connecter. Vérifiez votre connexion Internet et réessayez.
en: Unable to connect. Check your internet connection and try again.
es: No se puede conectar. Compruebe su conexión a Internet y vuelva a intentarlo.
it: Impossibile connettersi. Verifica la tua connessione Internet e riprova.
pt: Não foi possível conectar. Verifique sua conexão com a Internet e tente novamente.

# favorites_empty_hint
source: Ajoutez des stations en favoris depuis la carte.
en: Add stations as favorites from the map.
es: Añade estaciones a favoritos desde el mapa.
it: Aggiungi stazioni ai preferiti dalla mappa.
pt: Adicione estações aos favoritos no mapa.

# favorites_empty_title
source: Aucun favori
en: No Favorites
es: Sin favoritos
it: Nessun preferito
pt: Sem favoritos

# filter_all_stations
source: Toutes les stations
en: All stations
es: Todas las estaciones
it: Tutte le stazioni
pt: Todas as estações

# filter_available_bikes
source: Vélos disponibles
en: Available bikes
es: Bicicletas disponibles
it: Biciclette disponibili
pt: Bicicletas disponíveis

# ghost_city_contact
source: Nous contacter
en: Contact us
es: Contactarnos
it: Contattaci
pt: Contactar-nos

# ghost_city_dismiss
source: Ignorer
en: Dismiss
es: Ignorar
it: Ignora
pt: Ignorar

# ghost_city_subtitle
source: %@ ne semble pas avoir de stations disponibles. Tu veux nous le signaler pour qu'on puisse investiguer ?
en: %@ doesn't seem to have any stations available. Want to let us know so we can look into it?
es: %@ no parece tener estaciones disponibles. ¿Quieres avisarnos para que podamos investigarlo?
it: %@ non sembra avere stazioni disponibili. Vuoi segnalarcelo così possiamo verificare?
pt: %@ não parece ter estações disponíveis. Queres avisar-nos para que possamos verificar?

# ghost_city_title
source: Aucune station trouvée
en: No stations found
es: No se encontraron estaciones
it: Nessuna stazione trovata
pt: Nenhuma estação encontrada

# home_title
source: Stations vélo
en: Bike Stations
es: Estaciones de bicicleta
it: Stazioni bici
pt: Estações de bicicleta

# location_benefit_center
source: Carte centrée sur votre position
en: Map centered on your position
es: Mapa centrado en tu posición
it: Mappa centrata sulla tua posizione
pt: Mapa centrado na sua posição

# location_benefit_city
source: Détection automatique de la ville la plus proche
en: Automatic detection of the nearest city
es: Detección automática de la ciudad más cercana
it: Rilevamento automatico della città più vicina
pt: Deteção automática da cidade mais próxima

# location_benefit_stations
source: Stations les plus proches affichées en priorité
en: Nearest stations displayed first
es: Estaciones más cercanas mostradas primero
it: Stazioni più vicine visualizzate per prime
pt: Estações mais próximas exibidas primeiro

# location_denied_alert_message
source: Pour calculer un itinéraire vers une station, activez la géolocalisation dans les réglages de l'app.
en: To get directions to a station, enable location access in your app settings.
es: Para obtener indicaciones a una estación, activa el acceso a la ubicación en los ajustes de la app.
it: Per ottenere indicazioni verso una stazione, attiva la geolocalizzazione nelle impostazioni dell'app.
pt: Para obter direções para uma estação, ative a geolocalização nas configurações do app.

# location_denied_alert_title
source: Géolocalisation désactivée
en: Location Disabled
es: Ubicación desactivada
it: Geolocalizzazione disattivata
pt: Localização desativada

# location_denied_cta
source: Itinéraire indisponible
en: Directions unavailable
es: Itinerario no disponible
it: Itinerario non disponibile
pt: Itinerário indisponível

# location_denied_open_settings
source: Ouvrir les réglages
en: Open Settings
es: Abrir ajustes
it: Apri impostazioni
pt: Abrir configurações

# mail_fallback_close
source: Fermer
en: Close
es: Cerrar
it: Chiudi
pt: Fechar

# mail_fallback_message
source: Contacte-nous directement à
en: Contact us directly at
es: Contáctanos directamente en
it: Contattaci direttamente a
pt: Contacta-nos diretamente em

# mail_fallback_title
source: Aucun compte mail configuré
en: No mail account configured
es: No hay cuenta de correo configurada
it: Nessun account mail configurato
pt: Nenhuma conta de e-mail configurada

# mail_feedback_subject
source: [Retour Utilisateur] Suggestions pour Vely
en: [User Feedback] Suggestions for Vely
es: [Opinión de usuario] Sugerencias para Vely
it: [Feedback Utente] Suggerimenti per Vely
pt: [Feedback do Utilizador] Sugestões para Vely

# map_type_3d
source: 3D Réaliste
en: 3D Realistic
es: 3D Realista
it: 3D Realistico
pt: 3D Realista

# map_type_hybrid
source: Hybride
en: Hybrid
es: Híbrido
it: Ibrido
pt: Híbrido

# map_type_picker_title
source: Type de carte
en: Map Type
es: Tipo de mapa
it: Tipo di mappa
pt: Tipo de mapa

# notif_benefit_reminder
source: Rappel automatique chaque jour de trajet
en: Automatic reminder every departure day
es: Recordatorio automático cada día de salida
it: Promemoria automatico ogni giorno di partenza
pt: Lembrete automático a cada dia de saída

# notif_benefit_timing
source: Tu choisis le délai : 5, 15, 30 min ou 1 h
en: Choose your lead time: 5, 15, 30 min or 1 h
es: Elige el margen: 5, 15, 30 min o 1 h antes
it: Scegli il preavviso: 5, 15, 30 min o 1 h
pt: Escolha o prazo: 5, 15, 30 min ou 1 h

# notif_denied_alert_message
source: Pour recevoir des rappels de trajet, activez les notifications dans les réglages de l'app.
en: To receive trip reminders, enable notifications in your app settings.
es: Para recibir recordatorios de trayecto, activa las notificaciones en los ajustes de la app.
it: Per ricevere promemoria sui percorsi, attiva le notifiche nelle impostazioni dell'app.
pt: Para receber lembretes de trajeto, ative as notificações nas configurações do app.

# notif_denied_alert_title
source: Notifications désactivées
en: Notifications Disabled
es: Notificaciones desactivadas
it: Notifiche disabilitate
pt: Notificações desativadas

# notif_permission_enable
source: Activer les notifications
en: Enable Notifications
es: Activar notificaciones
it: Attiva le notifiche
pt: Ativar notificações

# notif_permission_subtitle
source: Ne rate plus jamais le bon moment pour partir
en: Never miss the right moment to leave
es: No te pierdas nunca el momento ideal de salir
it: Non perdere mai il momento giusto per partire
pt: Nunca perca o momento certo para sair

# notif_permission_title
source: Rappels de trajet
en: Trip Reminders
es: Recordatorios de trayecto
it: Promemoria percorso
pt: Lembretes de trajeto

# notif_preview_now
source: maint.
en: now
es: ahora
it: ora
pt: agora

# onboarding_confirm
source: Commencer
en: Get started
es: Empezar
it: Inizia
pt: Começar

# onboarding_detect_city
source: Détecter ma ville
en: Detect my city
es: Detectar mi ciudad
it: Rileva la mia città
pt: Detectar minha cidade

# onboarding_detecting_city
source: Détection de votre ville…
en: Detecting your city…
es: Detectando tu ciudad…
it: Rilevamento della tua città…
pt: A detetar a sua cidade…

# onboarding_location_cta
source: Autoriser la localisation
en: Allow location
es: Permitir ubicación
it: Consenti localizzazione
pt: Permitir localização

# onboarding_location_desc
source: On détecte automatiquement le service vélo le plus proche de chez vous
en: We'll automatically detect the nearest bike-sharing service
es: Detectaremos automáticamente el servicio de bicicletas más cercano
it: Rileviamo automaticamente il servizio bici più vicino a te
pt: Detetamos automaticamente o serviço de bicicletas mais próximo

# onboarding_location_skip
source: Choisir ma ville manuellement
en: Choose my city manually
es: Elegir mi ciudad manualmente
it: Scegliere la mia città manualmente
pt: Escolher a minha cidade manualmente

# onboarding_location_title
source: Votre position
en: Your location
es: Tu ubicación
it: La tua posizione
pt: A sua localização

# onboarding_next
source: Continuer
en: Continue
es: Continuar
it: Continua
pt: Continuar

# onboarding_profile_subtitle
source: Comment vous déplacez-vous ?
en: How do you cycle?
es: ¿Cómo te desplazas?
it: Come ti sposti?
pt: Como você se desloca?

# onboarding_search_placeholder
source: Rechercher une ville...
en: Search for a city...
es: Buscar una ciudad...
it: Cerca una città...
pt: Pesquisar uma cidade...

# onboarding_subtitle
source: Trouvez des vélos disponibles près de vous en temps réel
en: Find available bikes near you in real time
es: Encuentra bicicletas disponibles cerca en tiempo real
it: Trova biciclette disponibili vicino a te in tempo reale
pt: Encontre bicicletas disponíveis perto de você em tempo real

# onboarding_title
source: Choisissez votre ville
en: Choose your city
es: Elige tu ciudad
it: Scegli la tua città
pt: Escolha sua cidade

# paywall_error
source: L'achat a échoué. Réessayez.
en: Purchase failed. Please try again.

# paywall_feature_addresses_desc
source: Vos adresses enregistrées toujours visibles dans le widget
en: Your saved addresses always visible in the widget
es: Tus direcciones guardadas siempre visibles en el widget
it: I tuoi indirizzi salvati sempre visibili nel widget
pt: Seus endereços salvos sempre visíveis no widget

# paywall_feature_addresses_title
source: Adresses favorites
en: Favorite addresses
es: Direcciones favoritas
it: Indirizzi preferiti
pt: Endereços favoritos

# paywall_feature_liveactivity_desc
source: Compte à rebours et vélos dispo sur l'écran verrouillé
en: Countdown and bike availability on your Lock Screen
es: Cuenta atrás y disponibilidad en tu pantalla de bloqueo
it: Conto alla rovescia e bici disponibili sulla schermata di blocco
pt: Contagem regressiva e bikes disponíveis na tela de bloqueio

# paywall_feature_refresh_desc
source: Données fraîches sans ouvrir l'application
en: Fresh data without opening the app

# paywall_feature_refresh_title
source: Mise à jour automatique
en: Automatic refresh

# paywall_feature_stations_desc
source: Vos 2 stations préférées toujours visibles
en: Your 2 favorite stations always visible

# paywall_feature_stations_title
source: Accès rapide aux favoris
en: Quick access to favorites

# paywall_feature_trips_desc
source: Planifiez vos trajets récurrents avec la disponibilité en direct
en: Schedule recurring commutes with live bike availability
es: Programa trayectos recurrentes con disponibilidad en tiempo real
it: Pianifica i tragitti ricorrenti con disponibilità in tempo reale

# paywall_feature_trips_title
source: Planification de trajets
en: Trip planning
es: Planificación de trayectos
it: Pianificazione dei percorsi

# paywall_feature_widget_desc
source: 2 stations en temps réel sur votre écran
en: 2 stations in real time on your screen

# paywall_feature_widget_title
source: Widgets écran d'accueil
en: Home screen widgets

# paywall_month
source: mois
en: month

# paywall_restore
source: Restaurer les achats
en: Restore purchases

# paywall_subscribe %@
source: S'abonner · %@
en: Subscribe · %@

# paywall_subtitle
source: Widgets, trajets planifiés et mises à jour en temps réel
en: Widgets, trip planning and real-time updates in one subscription
es: Widgets, planificación de trayectos y actualizaciones en tiempo real
it: Widget, pianificazione dei percorsi e aggiornamenti in tempo reale

# paywall_terms
source: Abonnement mensuel, renouvelé automatiquement. Annulable à tout moment depuis les réglages.
en: Monthly subscription, automatically renewed. Cancel anytime from Settings.

# profile_bikesharing_desc
source: Trouvez des stations et vérifiez les disponibilités
en: Find stations and check availability
es: Encuentra estaciones y consulta disponibilidad
it: Trova stazioni e controlla la disponibilità
pt: Encontre estações e verifique a disponibilidade

# profile_bikesharing_title
source: Vélo libre-service
en: Bike-sharing
es: Bicicleta compartida
it: Bike sharing
pt: Bicicleta partilhada

# profile_content_live_bs
source: Vélos disponibles
en: Available bikes
es: Bicis disponibles
it: Bici disponibili
pt: Bikes disponíveis

# profile_content_live_cy
source: Conditions météo
en: Weather conditions
es: Condiciones del tiempo
it: Condizioni meteo
pt: Condições climáticas

# profile_content_notif_bs
source: Heure de départ
en: Departure time
es: Hora de salida
it: Orario di partenza
pt: Hora de partida

# profile_content_notif_cy
source: Heure + météo
en: Time + weather
es: Hora + clima
it: Orario + meteo
pt: Hora + clima

# profile_content_widget_bs
source: Stations en temps réel
en: Stations in real time
es: Estaciones en tiempo real
it: Stazioni in tempo reale
pt: Estações em tempo real

# profile_content_widget_cy
source: Adresses + météo
en: Addresses + weather
es: Direcciones + clima
it: Indirizzi + meteo
pt: Endereços + clima

# profile_cyclist_desc
source: Sauvegardez vos trajets et adresses favoris
en: Save your routes and favorite addresses
es: Guarda tus rutas y direcciones favoritas
it: Salva i tuoi percorsi e indirizzi preferiti
pt: Guarde as suas rotas e endereços favoritos

# profile_cyclist_title
source: Cycliste personnel
en: Personal cyclist
es: Ciclista personal
it: Ciclista personale
pt: Ciclista pessoal

# profile_switch_cta
source: C'est parti !
en: Let's go!
es: ¡Vamos!
it: Andiamo!
pt: Vamos lá!

# profile_switch_live_cyclist
source: Météo et décompte sur l'écran verrouillé
en: Weather and countdown on your Lock Screen
es: Clima y cuenta atrás en tu pantalla de bloqueo
it: Meteo e conto alla rovescia sulla schermata di blocco
pt: Clima e contagem na tela de bloqueio

# profile_switch_notif_bikesharing
source: Rappels avant chaque départ
en: Reminders before each departure
es: Recordatorios antes de cada salida
it: Promemoria prima di ogni partenza
pt: Lembretes antes de cada partida

# profile_switch_notif_cyclist
source: Rappels avec les conditions météo actuelles
en: Reminders with current weather conditions
es: Recordatorios con el clima actual
it: Promemoria con le condizioni meteo attuali
pt: Lembretes com condições climáticas atuais

# profile_switch_subtitle
source: Votre widget, notifications et Live Activity affichent désormais un contenu adapté à ce profil.
en: Your widget, notifications and Live Activity now display content adapted to this profile.
es: Tu widget, notificaciones y actividad en vivo muestran ahora contenido adaptado a este perfil.
it: Il tuo widget, notifiche e Live Activity mostrano ora contenuti adattati a questo profilo.
pt: Seu widget, notificações e Live Activity exibem agora conteúdo adaptado a este perfil.

# profile_switch_widget_cyclist
source: Adresses favorites et météo en direct
en: Favorite addresses and live weather
es: Direcciones favoritas y clima en tiempo real
it: Indirizzi preferiti e meteo in tempo reale
pt: Endereços favoritos e clima ao vivo

# rating_cta_negative
source: Bof, j'ai des suggestions / ça bug 💬
en: Meh, I have suggestions / it bugs 💬
es: Más o menos, tengo sugerencias / hay errores 💬
it: Così così, ho suggerimenti / ci sono bug 💬
pt: Mais ou menos, tenho sugestões / tem bugs 💬

# rating_cta_positive
source: Oui, j'adore ! 🚲
en: Yes, I love it! 🚲
es: ¡Sí, me encanta! 🚲
it: Sì, la adoro! 🚲
pt: Sim, adoro! 🚲

# rating_subtitle
source: Ton avis nous aide à améliorer l'app pour tout le monde.
en: Your feedback helps us improve the app for everyone.
es: Tu opinión nos ayuda a mejorar la app para todos.
it: Il tuo feedback ci aiuta a migliorare l'app per tutti.
pt: O teu feedback ajuda-nos a melhorar a app para todos.

# rating_title
source: Tu apprécies Vely ?
en: Do you enjoy Vely?
es: ¿Disfrutas de Vely?
it: Ti piace Vely?
pt: Gostas da Vely?

# routing_cycling
source: À vélo
en: Cycle
es: En bicicleta
it: In bici
pt: De bicicleta

# routing_walking
source: À pied
en: Walk
es: A pie
it: A piedi
pt: A pé

# search_empty_hint
source: Cherchez une station vélo, une rue ou un lieu.
en: Search for a bike station, street, or place.
es: Busca una estación, calle o lugar.
it: Cerca una stazione bici, una via o un luogo.
pt: Pesquise uma estação, rua ou lugar.

# search_empty_title
source: Rechercher
en: Search
es: Buscar
it: Cerca
pt: Pesquisar

# search_placeholder
source: Station, rue, lieu…
en: Station, street, place…
es: Estación, calle, lugar…
it: Stazione, via, luogo…
pt: Estação, rua, lugar…

# search_places_title
source: Lieux et adresses
en: Places & Addresses
es: Lugares y direcciones
it: Luoghi e indirizzi
pt: Lugares e endereços

# settings_lang_system
source: Langue du système
en: System default
es: Por defecto del sistema
it: Lingua di sistema
pt: Idioma do sistema

# settings_section_about
source: À propos
en: About
es: Acerca de
it: Informazioni
pt: Sobre

# settings_section_appearance
source: Apparence
en: Appearance
es: Apariencia
it: Aspetto
pt: Aparência

# settings_section_city
source: Ville
en: City
es: Ciudad
it: Città
pt: Cidade

# settings_section_language
source: Langue
en: Language
es: Idioma
it: Lingua
pt: Idioma

# settings_section_profile
source: Profil
en: Profile
es: Perfil
it: Profilo
pt: Perfil

# settings_theme_dark
source: Sombre
en: Dark
es: Oscuro
it: Scuro
pt: Escuro

# settings_theme_light
source: Clair
en: Light
es: Claro
it: Chiaro
pt: Claro

# settings_title
source: Paramètres
en: Settings
es: Ajustes
it: Impostazioni
pt: Configurações

# station_bikes
source: Vélos
en: Bikes
es: Bicis
it: Bici
pt: Bicicletas

# station_spots
source: Places
en: Slots
es: Plazas
it: Posti
pt: Vagas

# station_status_closed
source: Hors service
en: Closed
es: Cerrado
it: Chiuso
pt: Fechado

# station_status_operational
source: En service
en: In service
es: En servicio
it: In servizio
pt: Em serviço

# tab_favorites
source: Favoris
en: Favorites
es: Favoritos
it: Preferiti
pt: Favoritos

# tab_map
source: Carte
en: Map
es: Mapa
it: Mappa
pt: Mapa

# tab_search
source: Recherche
en: Search
es: Buscar
it: Cerca
pt: Pesquisar

# tab_trips
source: Trajets
en: Trips
es: Rutas
it: Percorsi
pt: Trajetos

# toast_data_updated
source: Données mises à jour
en: Data updated
es: Datos actualizados
it: Dati aggiornati
pt: Dados atualizados

# trip_add
source: Ajouter un trajet
en: Add a trip
es: Añadir ruta
it: Aggiungi percorso
pt: Adicionar trajeto

# trip_create_title
source: Nouveau trajet
en: New trip
es: Nueva ruta
it: Nuovo percorso
pt: Novo trajeto

# trip_delete
source: Supprimer le trajet
en: Delete trip
es: Eliminar ruta
it: Elimina percorso
pt: Excluir trajeto

# trip_departure_time
source: Départ
en: Departure
es: Salida
it: Partenza
pt: Partida

# trip_destination_label
source: Choisir la destination
en: Choose destination
es: Elegir destino
it: Scegli destinazione
pt: Escolher destino

# trip_edit_title
source: Modifier le trajet
en: Edit trip
es: Editar ruta
it: Modifica percorso
pt: Editar trajeto

# trip_name_footer
source: Laissez vide pour générer automatiquement depuis le trajet.
en: Leave empty to auto-generate from your route.
es: Déjalo vacío para generarlo desde la ruta.
it: Lascia vuoto per generarlo automaticamente dal percorso.
pt: Deixe vazio para gerar automaticamente a partir do trajeto.

# trip_name_placeholder
source: Nom optionnel…
en: Optional name…
es: Nombre opcional…
it: Nome opzionale…
pt: Nome opcional…

# trip_notification_body
source: Votre trajet démarre dans %d min
en: Your trip departs in %d min
es: Tu trayecto sale en %d min
it: Il tuo percorso parte tra %d min
pt: Seu trajeto parte em %d min

# trip_notification_lead
source: Me rappeler
en: Remind me
es: Recordarme
it: Ricordami
pt: Me lembrar

# trip_notification_title
source: Rappel de trajet
en: Trip Reminder
es: Recordatorio de trayecto
it: Promemoria percorso
pt: Lembrete de trajeto

# trip_notification_toggle
source: Notifier avant le départ
en: Notify before departure
es: Notificar antes de salir
it: Notifica prima della partenza
pt: Notificar antes da partida

# trip_origin_label
source: Choisir le départ
en: Choose origin
es: Elegir origen
it: Scegli punto di partenza
pt: Escolher origem

# trip_origin_placeholder
source: Point de départ
en: Origin
es: Origen
it: Partenza
pt: Origem
